Some columns in the project are excluded from the graphical column schedule view.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ColumnsExcluded { get; }
  Visual Basic
Public Shared ReadOnly Property ColumnsExcluded As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ColumnsExcluded {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ScheduleViewFailures Class
  Autodesk.Revit.DB Namespace